tap 'cloudfoundry/tap'
tap 'genevieve/tap'
tap 'homebrew/cask'
tap 'ryanmoran/tools'

brew 'awscli'
brew 'azure-cli'
brew 'bash-completion'
brew 'bosh-cli'
brew 'credhub-cli'
brew 'git'
brew 'go'
brew 'graphviz'
brew 'grip'
brew 'helm'
brew 'jq'
brew 'kubectl'
brew 'lastpass-cli'
brew 'leftovers'
brew 'neovim'
brew 'python3'
brew 'ryanmoran/tools/faux'
brew 'shellcheck'
brew 'sqlite'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tmux'
brew 'watch'
brew 'wget'
brew 'yq'
brew 'z'

cask '1password'
cask 'docker'
cask 'dropbox'
cask 'encryptme'
cask 'firefox'
cask 'flycut'
cask 'google-cloud-sdk'
cask 'google-chrome'
cask 'iterm2'
cask 'shiftit'
cask 'slack'
cask 'spectacle'
